const MID_GB = {
idioma: 'Arabic',
idioma_code: 'ar',
  
//main.js
methodCode1: 'طريقة الربط ',
methodCode2: 'كيف تريد الاتصال؟ ',
methodCode3: 'خيار ',
methodCode4: 'رمز الاستجابة السريعة ',
methodCode5: 'رمز مكون من 8 أرقام .',
methodCode6: 'اكتب فقط عدد ',
methodCode7: 'خيار الاتصال .',
methodCode8: 'نصيحة ',
methodCode9: 'إذا كنت تستخدم Termux أو Replit أو Linux أو Windows ',
methodCode10: 'استخدم هذه الأوامر للتنفيذ المباشر :',
methodCode11: (chalk) => `لا يُسمح بالأرقام التي ليست  ${chalk.bold.greenBright("1")} O ${chalk.bold.greenBright("2")}, لا توجد أحرف أو رموز خاصة. \n${chalk.bold.yellowBright("نصيحة: انسخ رقم الخيار والصقه في وحدة التحكم .")}`,
methodCode12: 'ابدأ باستخدام رمز الاستجابة السريعة ',
methodCode13: 'ابدأ برمز مكون من 8 أرقام ',
methodCode14: 'بدء التشغيل الافتراضي مع الخيارات ',
phNumber2: (chalk) => `الرجاء إدخال رقم WhatsApp الخاص بك. \n${chalk.bold.yellowBright("نصيحة: انسخ رقم WhatsApp والصقه في وحدة التحكم .")}\n${chalk.bold.yellowBright("مثال: 337605XXXXX")}\n${chalk.bold.magentaBright('---> ')}`,
pairingCode: 'كود الربط :',
mCodigoQR: `\n✅ امسح رمز الاستجابة السريعة (QR Code) وينتهي صلاحيته خلال 45 ثانية `,
mConexion: `\n❒⸺⸺⸺⸺【• CONECTADO •】⸺⸺⸺⸺❒\n│\n│ 🟢 Se ha conectado con WhatsApp exitosamente.\n│\n❒⸺⸺⸺⸺【• CONECTADO •】⸺⸺⸺⸺❒`,
mConexionOFF: "\n❌𒌍 تم استبدال الاتصال، يرجى الانتظار لحظة سأقوم بإعادة التشغيل... \nإذا ظهر خطأ، ابدأ مرة أخرى باستخدام: npm start ", 

//Alertas
mAdminTrue: '*أنت المشرف. لن تكون هناك عواقب * 🤭',
mAdmin: '*يجب أن أكون مسؤولاً. أن تكون قادرا على القضاء *',
mOwner: '*إذا كان لديك أذونات أو كنت المالك، استخدم #on restrict `*\n\n> _إذا قمت بتفعيله، فلن تكون الوظائف محدودة. _',
mAntiDelete: '*قم بتعطيل ميزة منع الحذف باستخدام  `#off antieliminar` لمنع إعادة توجيه الرسائل غير المرغوب فيها *',
mAdvertencia: '> ⚠️ *تحذير  𓃠*\n\n',
mInfo: '> 📢 *معلومة  𓃠*\n\n',
mExito: '> ✅ *نجاح  𓃠*\n\n',
mError: '> ❌ *خطأ  𓃠*\n\n',

//_allantilink.js
mTiktok: '*¡لا يُسمح برابط TikTok! *\n*سأقوم بحذفك. *',
mYoutube: '*¡لا يُسمح برابط YouTube!*\n*سأقوم بإزالتك* ',
mTelegram: '*¡رابط تيليجرام غير مسموح به!*\n*سأقوم بحذفك *',
mFacebook: '*¡رابط الفيسبوك غير مسموح به!*\n*سأقوم بإزالتك *',
mInstagram: '*¡رابط الانستغرام غير مسموح به!*\n*سوف احذفك *',
mX: '*¡لا يُسمح برابط X (تويتر)!*\n*سوف أقوم بحذفك *',
mDiscord: '*¡رابط Discord غير مسموح به!*\n*سأقوم بحذفك *',
mThreads: '*¡لا يُسمح بروابط المواضيع!*\n*سوف أقوم بحذفك *',
mTwitch: '*¡رابط Twitch غير مسموح به!*\n*سأقوم بإزالتك* ',

//_antilink.js
mWhatsApp: '*¡لا يُسمح بهذا النوع من روابط WhatsApp. !*\n*سأقوم بحذفك. *',

//_antilink2.js
mWhatsApp2: '*¡لا يُسمح بأي نوع من الروابط!*\n*سوف أحذفك* ',
  
//antiprivado.js
smsprivado: (m, cuentas) => `*@${m.sender.split`@`[0]} ممنوع الكتابة للخاص *\n\n> *انضم إلى مجتمع rukaiBot لمعرفة كيفية الحصول على بوت خاص بك لتطبيق WhatsApp. *\n${cuentas}\n\n⚠️ \`\`\`سيتم حظرك \`\`\` ⚠️`, 

//_anti-internacional.js
mFake: (m) => `✋ *¡المستخدم  @${m.sender.split`@`[0]} غير مسموح به في هذه المجموعة! *`, 
mFake2: (user) => `🚫 *¡المستخدم  @${user.split`@`[0]} أنت غير مرحب بك في هذه المجموعة! *`, 
  
//antispam.js
smsNoSpam: "رسائل خفيفة غير مرغوب فيها ", 
smsNoSpam1: (m, motive) => `*@${m.sender.split`@`[0]} لا يمكن استخدام الأوامر لمدة 30 ثانية *\n\n*سبب : ${motive}*`, 
smsNoSpam2: "رسائل البريد العشوائي المعتدلة ", 
smsNoSpam3: (m, motive) => `*@${m.sender.split`@`[0]} لا يمكن استخدام الأوامر لمدة دقيقة واحدة *\n\n*سبب : ${motive}*`, 
smsNoSpam4: "رسائل مزعجة غير مرغوب فيها ", 
smsNoSpam5: (m, motive) => `*@${m.sender.split`@`[0]} لا يمكن استخدام الأوامر لمدة دقيقتين *\n\n*سبب : ${motive}*`, 
smsNoSpam6: (mention, sender) => `*${mention} رسائل البريد العشوائي ممنوعة!!* `, 

//antitraba.js
smsAntiTraba: (m) => `المسؤول  @${m.sender.split("@")[0]} لقد أرسلت للتو رسالة نصية تحتوي على العديد من الأحرف  -.-!`, 
smsAntiTraba2: '[ ! ] تم اكتشاف رسالة تحتوي على العديد من الأحرف.  [ ! ]', 
smsAntiTraba3: 'وضع علامة على الدردشة كمقروءة  ✓', 
smsAntiTraba4: (m, name) => `الرقم  : wa.me/${m.sender.split("@")[0]}\n• الاسم المستعار  : ${name}\n‼️لقد أرسلت للتو رسالة نصية تحتوي على العديد من الأحرف التي قد تتسبب في فشل الجهاز. `, 

//_autodetec.js
smsAutodetec1: (usuario, m) => `*∘₊✧─────⊰🌤⊱─────✧₊∘*\n*» ${usuario}*\n*تم تغيير اسم المجموعة *\n\n🔰 *الآن تسمى المجموعة :*\n*${m.messageStubParameters[0]}*\n*∘₊✧─────⊰🪐⊱─────✧₊∘*`, 
smsAutodetec2: (usuario, groupMetadata) => `*∘₊✧─────⊰🧸⊱─────✧₊∘*\n*» ${usuario}*\n*لقد تغيرت صورة:*\n*${groupMetadata.subject}*\n*∘₊✧─────⊰🪶⊱─────✧₊∘*`, 
smsAutodetec3: (usuario, m) => `*∘₊✧─────⊰🦋⊱─────✧₊∘*\n*» ${usuario}*\n*لقد تم تغيير وصف المجموعة \n🔰 *الوصف الجديد هو :*\n*∘₊✧─────⊰⛅️⊱─────✧₊∘*`, 
smsAutodetec4: (usuario, m, groupMetadata) => `*∘₊✧─────⊰🪽⊱─────✧₊∘*\n🔒 ${usuario}*\n*نهاية اليوم  ${m.messageStubParameters[0] == 'على' ? 'فقط ادمن ' : 'الجميع '} يمكن تكوين ${groupMetadata.subject}*\n*∘₊✧─────⊰👑⊱─────✧₊∘*`, 
smsAutodetec5: (groupMetadata, usuario) => `*∘₊✧─────⊰🍥⊱─────✧₊∘*\n*نهاية اليوم  ${groupMetadata.subject} تم ترميمه بواسطة  :*\n*» ${usuario}*\n*∘₊✧─────⊰☀️⊱─────✧₊∘*`, 
smsAutodetec6: (m) => `*∘₊✧─────⊰🍡⊱─────✧₊∘*\n \'المجموعه\' *${m.messageStubParameters[0] == 'على' ? 'مغلق 🔒' : 'مفتوح 🔓'}*\n ${m.messageStubParameters[0] == 'على' ? '..' : '..'} المجموعه*\n*∘₊✧─────⊰🖋⊱─────✧₊∘*`, 
smsAutodetec7: (m, usuario) =>  `*∘₊✧─────⊰☀️⊱─────✧₊∘*\n@${m.messageStubParameters[0].split`@`[0]} \`لـقد اصـبـحت مـشـرفا 🎶\`\n\n╰⊰⊹✿المسؤول🪶✿⊹⊱╮: ${usuario}\n*∘₊✧─────⊰🖋⊱─────✧₊∘*`, 
smsAutodetec8: (m,  usuario) => `*∘₊✧─────⊰🍦⊱─────✧₊∘*\n@${m.messageStubParameters[0].split`@`[0]} تـمت ازالـت اشرافـك🪽\n\n╰⊰⊹المسؤول🌤⊹⊱╮: ${usuario}\n*∘₊✧─────⊰🍨⊱─────✧₊∘*`, 
smsAutodetec9: (usuario, m) => `*» ${usuario}*\n*لقد تم تغيير الرسالة المؤقتة: *@${m.messageStubParameters[0]}*`, 
smsAutodetec10: (usuario, m) => `*» ${usuario}*\nتم تعطيل الرسائل المؤقتة `, 

//_antitoxic.js
antitoxic1: (isToxic, m, user) => `☣️ *كلمة محظورة * ☣️\n\n*@${m.sender.split`@`[0]}* الكلمة  \`(${isToxic})\` ممنوع في هذه المجموعة!! \n\n⚠️ *تحذيرات :* \`${user.warn}/4\`\n\n> Si إذا كان لديك 4 تحذيرات أو أكثر، سيتم إزالتك من المجموعة. `, 
antitoxic2: (isToxic, m) => `☣️ *كلمة محظورة * ☣️\n\n*@${m.sender.split`@`[0]}* سيتم إقصاؤك بسبب قولك  \`(${isToxic})\`, أنت سام في المجموعة!!  🚷`, 

//_antiviewonce.js
antiviewonce: (type, fileSize, m, msg) => `🕵️‍♀️ *مضاد انظر مرة واحدة * 🕵️\n
🚫 *لا تختبئ * ${type === 'رسالة الصورة ' ? '`صورة ` 📷' : type === 'رسالة فيديو ' ? '`فيديو ` 🎥' : type === 'رسالة صوتية ' ? '`رسالة صوتية ` 🔊' : 'هذه الرسالة '}
- *مقاس :* \`\`\`${fileSize}\`\`\`
- *مستخدم :* *@${m.sender.split('@')[0]}*
${msg[type].caption ? `- *نص :* ${msg[type].caption}` : ''}`.trim(), 
  
//información
smsinfo: "💖 *احصل على آخر التحديثات وتأكد من حصولك على الإصدار الأحدث. .*", 
name: "اسم", 
user: "مستخدم/ه", 

//Descargar 
smsYT1: "𝙏𝙄𝙏𝙐𝙇𝙊", 
smsYT2: "𝘼𝙐𝙏𝙊𝙍(𝘼)", 
smsYT3: "𝙇𝙀𝙏𝙍𝘼", 
smsYT4: "𝙀𝙉𝙇𝘼𝘾𝙀:", 
smsYT5: "𝘿𝙐𝙍𝘼𝘾𝙄𝙊́𝙉:", 
smsYT6: "𝘼𝙍𝙏𝙄𝙎𝙏𝘼", 
smsYT7: "𝘼́𝙇𝘽𝙐𝙈", 
smsYT8: "𝙁𝙀𝘾𝙃𝘼", 
smsYT9: "𝙂𝙀𝙉𝙀𝙍𝙊𝙎", 
smsYT9: "𝙎𝙐𝘽𝙄𝘿𝙊", 
smsYT10: "𝙑𝙄𝙎𝙏𝘼𝙎", 
smsYT11: "𝙋𝙀𝙎𝙊", 
smsYT12: "𝙏𝙄𝙋𝙊", 
smsYT13: "𝘼𝙍𝙏𝙄𝙎𝙏𝘼", 
smsYT14: "𝘿𝙀𝙎𝘾𝙍𝙄𝙋𝘾𝙄𝙊𝙉", 
smsYT15: "𝙋𝙐𝘽𝙇𝙄𝘾𝘼𝘿𝙊", 
smsinsta1: "𝙎𝙀𝙂𝙐𝙄𝘿𝙊𝙍𝙀𝙎", 
smsinsta2: "𝙎𝙀𝙂𝙐𝙄𝘿𝙊𝙎", 
smsinsta3: "𝙋𝙐𝘽𝙇𝙄𝘾𝘼𝘾𝙄𝙊𝙉𝙀𝙎", 
smsinsta4: "𝘽𝙄𝙊𝙂𝙍𝘼𝙁Í𝘼", 
smsinsta5: "𝙈𝙀 𝙂𝙐𝙎𝙏𝘼", 

//descarga
smsYtlist: (usedPrefix) => `𝙋𝙐𝙀𝘿𝙀𝙎 𝘿𝙀𝙎𝘾𝘼𝙍𝙂𝘼𝙎 𝙀𝙇 𝙑𝙄𝘿𝙀𝙊 𝙌𝙐𝙀 𝙌𝙐𝙄𝙀𝙍𝘼𝙎 𝘿𝙀 𝙀𝙎𝙏𝘼 𝙁𝙊𝙍𝙈𝘼:\n${usedPrefix}video <numero>\n${usedPrefix}audio <numero>\n\n*𝙀𝙅𝙀𝙈𝙋𝙇𝙊:*`, 
smsfb: '𝙑𝙄𝘿𝙀𝙊 𝘿𝙀 𝙁𝘼𝘾𝙀𝘽𝙊𝙊𝙆', 
smsfb2: '𝙀𝙎𝙋𝙀𝙍𝙀 𝙐𝙉 𝙈𝙊𝙈𝙀𝙉𝙏𝙊, 𝙎𝙀 𝙀𝙎𝙏𝘼 𝘿𝙀𝙎𝘾𝘼𝙍𝙂𝘼𝙉𝘿𝙊 𝙎𝙐 𝙑𝙄𝘿𝙀𝙊 𝘿𝙀 𝙁𝘼𝘾𝙀𝘽𝙊𝙊𝙆', 
smsfb3: '𝘼𝙇𝙂𝙊 𝙎𝘼𝙇𝙄𝙊 𝙈𝘼𝙇, 𝙍𝙀𝘾𝙐𝙀𝙍𝘿𝙀 𝙐𝙎𝘼𝙍 𝙐𝙉 𝙀𝙉𝙇𝘼𝘾𝙀 𝙑𝘼𝙇𝙄𝘿𝙊 𝘿𝙀 𝙁𝘼𝘾𝙀𝘽𝙊𝙊𝙆', 
smsgit: '𝙀𝙉𝙇𝘼𝘾𝙀 𝙉𝙊 𝙑𝘼𝙇𝙄𝘿𝙊. 𝘿𝙀𝘽𝙀 𝘿𝙀 𝙎𝙀𝙍 𝙐𝙉 𝙀𝙉𝙇𝘼𝘾𝙀 𝘿𝙀 𝙂𝙄𝙏𝙃𝙐𝘽', 
smsgit2: '𝙀𝙉𝙑𝙄𝘼𝙉𝘿𝙊 𝘼𝙍𝘾𝙃𝙄𝙑𝙊, 𝙐𝙉 𝙈𝙊𝙈𝙀𝙉𝙏𝙊 🚀\n𝙎𝙄 𝙉𝙊 𝙇𝙀 𝙇𝙇𝙀𝙂𝘼 𝙀𝙇 𝘼𝙍𝘾𝙃𝙄𝙑𝙊 𝙀𝙎 𝘿𝙀𝘽𝙄𝘿𝙊 𝘼 𝙌𝙐𝙀 𝙀𝙇 𝙍𝙀𝙋𝙊𝙎𝙄𝙏𝙊𝙍𝙄𝙊 𝙀𝙎 𝙋𝙀𝙎𝘼𝘿𝙊. 🚀', 
smsInsta: '𝙄𝙉𝙂𝙍𝙀𝙎𝙀 𝙐𝙉 𝙀𝙉𝙇𝘼𝘾𝙀 𝘿𝙀 𝙄𝙉𝙎𝙏𝘼𝙂𝙍𝘼𝙈 𝙋𝘼𝙍𝘼 𝘿𝙀𝙎𝘾𝘼𝙍𝙂𝘼𝙍 𝙎𝙐 𝙑𝙄𝘿𝙀𝙊 𝙊 𝙄𝙈𝘼𝙂𝙀𝙉\n𝙀𝙅𝙀𝙈𝙋𝙇𝙊', 
smsInsta2: '𝙄𝙉𝙂𝙍𝙀𝙎𝙀 𝙀𝙇 𝙉𝙊𝙈𝘽𝙍𝙀 𝘿𝙀 𝙐𝙎𝙐𝘼𝙍𝙄𝙊 𝘿𝙀 𝙄𝙉𝙎𝙏𝘼𝙂𝙍𝘼𝙈 𝙋𝘼𝙍𝘼 𝘿𝙀𝙎𝘾𝘼𝙍𝙂𝘼𝙍 𝙇𝘼𝙎 𝙃𝙄𝙎𝙏𝙊𝙍𝙄𝘼𝙎\n𝙀𝙅𝙀𝙈𝙋𝙇𝙊', 
smsInsta3: '𝙐𝙎𝙐𝘼𝙍𝙄𝙊 𝙄𝙉𝙑𝘼́𝙇𝙄𝘿𝙊𝙎 𝙊 𝙎𝙄𝙉 𝙃𝙄𝙎𝙏𝙊𝙍𝙄𝘼𝙎', 
smsFire: '𝙄𝙉𝙂𝙍𝙀𝙎𝙀 𝙐𝙉 𝙀𝙉𝙇𝘼𝘾𝙀 𝙑𝘼𝙇𝙄𝘿𝙊 𝘿𝙀 𝙈𝙀𝘿𝙄𝘼𝙁𝙄𝙍𝙀.', 
smsApk: '*ESCRIBA EL NOMBRE DEL APK*', 
smsApk2: '𝙐𝙇𝙏𝙄𝙈𝘼 𝘼𝘾𝙏𝙐𝙇𝙄𝙕𝘼𝘾𝙄𝙊𝙉', 
smsApk3: '𝘿𝙀𝙎𝘾𝘼𝙍𝙂𝘼𝘿𝙊 𝘼𝙋𝙆𝙎', 
smsApk4: 'EL APK ES MUY PESADO.', 
smsTikTok: '𝙀𝙎𝘾𝙍𝙄𝘽𝘼 𝙀𝙇 𝙉𝙊𝙈𝘽𝙍𝙀 𝘿𝙀 𝙐𝙎𝙐𝘼𝙍𝙄𝙊 𝘿𝙀 𝙏𝙄𝙆𝙏𝙊𝙆 𝙎𝙄𝙉 𝙐𝙎𝘼𝙍 (@)\n𝙀𝙅𝙀𝙈𝙋𝙇𝙊', 
smsTikTok1: '𝙁𝙊𝙏𝙊 𝘿𝙀 𝙋𝙀𝙍𝙁𝙄𝙇', 
smsTikTok2: '𝘿𝙀𝘽𝙀 𝙄𝙉𝙂𝙍𝙀𝙎𝘼𝙍 𝙐𝙉 𝙀𝙉𝙇𝘼𝘾𝙀 𝘿𝙀 𝙏𝙄𝙆𝙏𝙊𝙆 𝙋𝘼𝙍𝘼 𝘿𝙀𝙎𝘾𝘼𝙍𝙂𝘼𝙍 𝙀𝙇 𝙑𝙄𝘿𝙀𝙊\n𝙀𝙅𝙀𝙈𝙋𝙇𝙊', 
smsTikTok3: '𝙀𝙇 𝙀𝙉𝙇𝘼𝘾𝙀 𝘿𝙀 𝙏𝙄𝙆𝙏𝙊𝙆 𝙀𝙎 𝙄𝙉𝘾𝙊𝙍𝙍𝙀𝘾𝙏𝙊, 𝙋𝙍𝙊𝘾𝙐𝙍𝙀 𝙌𝙐𝙀 𝙀𝙎𝙏𝙀 𝙑𝘼𝙇𝙄𝘿𝙊', 
smsTikTok4: '𝙋𝙍𝙊𝙉𝙏𝙊 𝙏𝙀𝙉𝘿𝙍𝘼 𝙀𝙇 𝙑𝙄𝘿𝙀𝙊 𝘿𝙀 𝙏𝙄𝙆𝙏𝙊𝙆 😸', 
smsTikTok5: (anu) => `*1 من تم إرسالها  ${anu.length} الصور .* ✅\n_يمكن رؤية الباقي في الدردشة الخاصة بالبوت. _ 😸`, 
smsTikTok6: '𝙀𝙎𝘾𝙍𝙄𝘽𝘼 𝙀𝙇 𝙉𝙊𝙈𝘽𝙍𝙀 𝘿𝙀 𝙐𝙎𝙐𝘼𝙍𝙄𝙊 𝘿𝙀 𝙏𝙄𝙆𝙏𝙊𝙆 𝙎𝙄𝙉 𝙐𝙎𝘼𝙍 (@)\n𝙀𝙅𝙀𝙈𝙋𝙇𝙊', 
smsSpoti: 'Enviando canción...', 
smsAguarde: (additionalText) => `𝙀𝙉𝙑𝙄𝘼𝘿𝙊 ${additionalText}, 𝘼𝙂𝙐𝘼𝙍𝘿𝙀 𝙐𝙉 𝙈𝙊𝙈𝙀𝙉𝙏𝙊`, 
smsAud: '𝙎𝙀 𝙀𝙎𝙏𝘼 𝘿𝙀𝙎𝘾𝘼𝙍𝙂𝘼𝙉𝘿𝙊 𝙎𝙐 𝘼𝙐𝘿𝙄𝙊, 𝙀𝙎𝙋𝙀𝙍𝙀 𝙐𝙉 𝙈𝙊𝙈𝙀𝙉𝙏𝙊 𝙋𝙊𝙍 𝙁𝘼𝙑𝙊𝙍', 
smsVid: '𝙎𝙀 𝙀𝙎𝙏𝘼 𝘿𝙀𝙎𝘾𝘼𝙍𝙂𝘼𝙉𝘿𝙊 𝙎𝙐 𝙑𝙄𝘿𝙀𝙊, 𝙀𝙎𝙋𝙀𝙍𝙀 𝙐𝙉 𝙈𝙊𝙈𝙀𝙉𝙏𝙊 𝙋𝙊𝙍 𝙁𝘼𝙑𝙊𝙍',
smsYT: '𝙉𝙊 𝙎𝙀 𝙀𝙉𝘾𝙊𝙉𝙏𝙍𝙊́ 𝙐𝙉 𝙀𝙉𝙇𝘼𝘾𝙀𝙎 𝙋𝘼𝙍𝘼 𝙀𝙎𝙀 𝙉𝙐́𝙈𝙀𝙍𝙊, 𝙋𝙊𝙍 𝙁𝘼𝙑𝙊𝙍 𝙄𝙉𝙂𝙍𝙀𝙎𝙀 𝙐𝙉 𝙉𝙐́𝙈𝙀𝙍𝙊 𝙀𝙉𝙏𝙍𝙀 1 𝙔 𝙀𝙇', 
smsY2: (usedPrefix, command) => `𝙋𝘼𝙍𝘼 𝙋𝙊𝘿𝙀𝙍 𝙐𝙎𝘼𝙍 𝙀𝙎𝙏𝙀 𝘾𝙊𝙈𝘼𝙉𝘿𝙊 𝘿𝙀 𝙀𝙎𝙏𝘼 𝙁𝙊𝙍𝙈𝘼 (${usedPrefix + command} <numero>), 𝙋𝙊𝙍 𝙁𝘼𝙑𝙊𝙍 𝙍𝙀𝘼𝙇𝙄𝙕𝘼𝙍 𝙇𝘼 𝘽𝙐́𝙎𝙌𝙐𝙀𝘿𝘼 𝘿𝙀 𝙑𝙄́𝘿𝙀𝙊𝙎 𝘾𝙊𝙉 𝙀𝙇 𝘾𝙊𝙈𝘼𝙉𝘿𝙊`, 

//ejemplos
smsMalused: "𝙀𝙎𝘾𝙍𝙄𝘽𝘼 𝙇𝙊 𝙌𝙐𝙀 𝙌𝙐𝙄𝙀𝙍𝙀 𝘽𝙐𝙎𝘾𝘼𝙍\n𝙀𝙅𝙀𝙈𝙋𝙇𝙊\n", 
smsMalused2: '𝙀𝙎𝘾𝙍𝙄𝘽𝘼 𝙀𝙇 𝙉𝙊𝙈𝘽𝙍𝙀 𝘿𝙀 𝙐𝙉 𝘼𝙉𝙄𝙈𝙀', 
smsMalused3: '𝙄𝙉𝙂𝙍𝙀𝙎𝙀 𝙀𝙇 𝙉𝙊𝙈𝘽𝙍𝙀 𝘿𝙀 𝙐𝙉𝘼 𝘾𝘼𝙉𝘾𝙄𝙊𝙉 𝙋𝘼𝙍𝘼 𝙊𝘽𝙏𝙀𝙉𝙀𝙍 𝙇𝘼 𝙇𝙀𝙏𝙍𝘼\n𝙀𝙅𝙀𝙈𝙋𝙇𝙊', 
smsMalused4: '𝙀𝙎𝘾𝙍𝙄𝘽𝘼 𝙀𝙇 𝙉𝙊𝙈𝘽𝙍𝙀 𝘿𝙀 𝙐𝙉 𝙑𝙄𝘿𝙀𝙊 𝙊 𝘾𝘼𝙉𝘼𝙇 𝘿𝙀 𝙔𝙊𝙐𝙏𝙐𝘽𝙀', 
smsMalused4: '𝙀𝙎𝘾𝙍𝙄𝘽𝘼 𝙀𝙇 𝙉𝙊𝙈𝘽𝙍𝙀 𝙊 𝙏𝙄𝙏𝙐𝙇𝙊\n𝙀𝙅𝙀𝙈𝙋𝙇𝙊', 
smsMalused5: '𝙄𝙉𝙂𝙍𝙀𝙎𝙀 𝙐𝙉 𝙀𝙉𝙇𝘼𝘾𝙀 𝘿𝙀 𝙁𝘼𝘾𝙀𝘽𝙊𝙊𝙆 𝙋𝘼𝙍𝘼 𝘿𝙀𝙎𝘾𝘼𝙍𝙂𝘼𝙍 𝙀𝙇 𝙑𝙄𝘿𝙀𝙊\n𝙀𝙅𝙀𝙈𝙋𝙇𝙊', 
smsMalused6: '𝙀𝙎𝘾𝙍𝙄𝘽𝘼 𝙀𝙇 𝙀𝙉𝙇𝘼𝘾𝙀 𝘿𝙀 𝙂𝙄𝙏𝙃𝙐𝘽\n𝙀𝙅𝙀𝙈𝙋𝙇𝙊', 
smsMalused7: '⚡ *استخدم الأمر بهذه الطريقة: *\n', 
smsMalused8: `🍡 *يجب عليك استخدام الأمر كما في هذا المثال :*\n`, 
smsMalused9: `☀️ *الرد على رسالة باستخدام الأمر أو استخدم هذا المثال: *\n`, 

//Error
smsMalError: `\`\`\`OCURRIÓ UN ERROR INESPERADO.\`\`\``, 
smsMalError2: `\`\`\`SURGIÓ UN INCONVENIENTE.\`\`\`\n`, 
smsMalError3: `\`\`\`ALGO SALIÓ MAL, REPORTE ESTE COMANDO USANDO:\`\`\`\n`, 

//grupos
smsAdd: 'مرحبًا! دعني أعرفك بنفسي، أنا RukaiBot-MD 🍥، أنا روبوت WhatsApp، استخدم أحد الأشخاص في المجموعة الأمر لإضافتك إلى المجموعة، لكنني لم أتمكن من إضافتك، لذلك أرسل لك دعوة للانضمام إلى المجموعة، نتطلع إلى رؤيتك !! ', 
smsAdd2: 'إرسال دعوة إلى حسابك الخاص ...', 
smsGrup: 'هذه المجموعة !!', 
smaGrup2: 'يمكن للمسؤولين فقط استخدام القناة التالية !!', 

//buscadores
buscador: "*نتائج :* ", 
buscador2: "𝙀𝙋𝙄𝙎𝙊𝘿𝙄𝙊𝙎:", 
buscador3: "𝙁𝙊𝙍𝙈𝘼𝙏𝙊:", 
buscador3: "𝘽𝘼𝙎𝘼𝘿𝙊 𝙀𝙉:", 
buscador4: "𝙀𝙎𝙏𝙍𝙀𝙉𝘼𝘿𝙊:", 
buscador5: "𝙈𝙄𝙀𝙈𝘽𝙍𝙊𝙎:", 
buscador6: "𝙁𝘼𝙑𝙊𝙍𝙄𝙏𝙊𝙎:", 
buscador7: "𝘾𝙇𝘼𝙎𝙄𝙁𝙄𝘾𝘼𝘾𝙄𝙊𝙉:", 
buscador8: "𝙏𝙍𝘼𝙄𝙇𝙀𝙍:", 
buscador9: "*🔎 𝙀𝙉𝘾𝙊𝙉𝙏𝙍𝙀 𝙀𝙎𝙏𝙊:*", 
buscador10: "𝙉𝙊 𝙎𝙀 𝙀𝙉𝘾𝙊𝙉𝙏𝙍𝙊 𝙉𝙄𝙉𝙂𝙐𝙉𝘼 𝙋𝙀𝙇𝙄𝘾𝙐𝙇𝘼", 
buscador11: "𝘽𝙇𝙊𝙌𝙐𝙀𝘼𝘿𝙊𝙍 𝘿𝙀 𝘼𝙉𝙐𝙉𝘾𝙄𝙊𝙎 𝙍𝙀𝘾𝙊𝙈𝙀𝙉𝘿𝘼𝘿𝙊", 

//convertido
smsconvert: "𝙍𝙀𝙎𝙋𝙊𝙉𝘿𝘼 𝙊 𝙀𝙏𝙄𝙌𝙐𝙀𝙏𝙀 𝘼 𝙐𝙉𝘼 𝙄𝙈𝘼𝙂𝙀𝙉", 
smsconvert1: "𝘼𝙂𝙐𝘼𝙍𝘿𝙀 𝙀𝙎𝙏𝙊𝙔 𝘾𝙊𝙉𝙑𝙄𝙍𝙏𝙄𝙀𝙉𝘿𝙊 𝙇𝘼 𝙄𝙈𝘼𝙂𝙀𝙉 𝘼 𝘿𝙄𝙎𝙀𝙉̃𝙊 𝘼𝙉𝙄𝙈𝙀, 𝙎𝙀𝘼 𝙋𝘼𝘾𝙄𝙀𝙉𝙏𝙀 𝙀𝙉 𝙇𝙊 𝙌𝙐𝙀 𝙀𝙉𝙑𝙄𝙊 𝙀𝙇 𝙍𝙀𝙎𝙐𝙇𝙏𝘼𝘿𝙊", 
smsconvert2: "𝙀𝙍𝙍𝙊𝙍, 𝙑𝙀𝙍𝙄𝙁𝙄𝙌𝙐𝙀 𝙌𝙐𝙀 𝙇𝘼 𝙄𝙈𝘼𝙂𝙀𝙉 𝙎𝙀𝘼 𝙀𝙇 𝙍𝙊𝙎𝙏𝙍𝙊 𝘿𝙀 𝙐𝙉𝘼 𝙋𝙀𝙍𝙎𝙊𝙉𝘼", 
smsconvert3: "𝙍𝙀𝙎𝙋𝙊𝙉𝘿𝙀𝙍 𝘼 𝙐𝙉 𝙎𝙏𝙄𝘾𝙆𝙀𝙍 𝙋𝘼𝙍𝘼 𝘾𝙊𝙉𝙑𝙀𝙍𝙏𝙄𝙍 𝙀𝙉 𝙐𝙉𝘼 𝙄𝙈𝘼𝙂𝙀𝙉, 𝙐𝙎𝙀 𝙀𝙇 𝘾𝙊𝙈𝘼𝙉𝘿𝙊", 
smsconvert4: "𝙍𝙀𝙎𝙋𝙊𝙉𝘿𝘼 𝘼 𝙐𝙉 𝙑𝙄𝘿𝙀𝙊 𝙊 𝙉𝙊𝙏𝘼 𝘿𝙀 𝙑𝙊𝙕 𝙋𝘼𝙍𝘼 𝘾𝙊𝙉𝙑𝙀𝙍𝙏𝙄𝙍 𝙀𝙉 𝘼𝙐𝘿𝙄𝙊|𝙈𝙋3", 
smsconvert5: "𝙉𝙊 𝙎𝙀 𝙇𝙊𝙂𝙍𝙊 𝘿𝙀𝙎𝘾𝘼𝙍𝙂𝘼𝙍 𝙀𝙇 𝙑𝙄𝘿𝙀𝙊, 𝙄𝙉𝙏𝙀𝙉𝙏𝙀 𝙉𝙐𝙀𝙑𝘼𝙈𝙀𝙉𝙏𝙀 𝙋𝙊𝙍 𝙁𝘼𝙑𝙊𝙍", 
smsconvert6: "𝙉𝙊 𝙎𝙀 𝙇𝙊𝙂𝙍𝙊 𝘾𝙊𝙉𝙑𝙀𝙍𝙏𝙄𝙍 𝙎𝙐 𝙉𝙊𝙏𝘼 𝘿𝙀 𝙑𝙊𝙕 𝘼 𝘼𝙐𝘿𝙄𝙊|𝙈𝙋3 𝙄𝙉𝙏𝙀𝙉𝙏𝙀 𝙉𝙐𝙀𝙑𝘼𝙈𝙀𝙉𝙏𝙀 𝙋𝙊𝙍 𝙁𝘼𝙑𝙊𝙍", 
smsconvert7: "𝙍𝙀𝙎𝙋𝙊𝙉𝘿𝙀𝙍 𝘼 𝙐𝙉 𝙑𝙄𝘿𝙀𝙊 𝙊 𝘼𝙐𝘿𝙄𝙊 𝙋𝘼𝙍𝘼 𝘾𝙊𝙉𝙑𝙀𝙍𝙏𝙄𝙍 𝘼 𝙉𝙊𝙏𝘼 𝘿𝙀 𝙑𝙊𝙕", 
smsconvert8: "𝙉𝙊 𝙎𝙀 𝙇𝙊𝙂𝙍𝙊 𝘿𝙀𝙎𝘾𝘼𝙍𝙂𝘼𝙍 𝙀𝙇 𝙑𝙄𝘿𝙀𝙊, 𝙄𝙉𝙏𝙀𝙉𝙏𝙀 𝙉𝙐𝙀𝙑𝘼𝙈𝙀𝙉𝙏𝙀 𝙋𝙊𝙍 𝙁𝘼𝙑𝙊𝙍", 
smsconvert9: "𝙉𝙊 𝙎𝙀 𝙇𝙊𝙂𝙍𝙊 𝘾𝙊𝙉𝙑𝙀𝙍𝙏𝙄𝙍 𝘿𝙀 𝘼𝙐𝘿𝙄𝙊 𝘼 𝙉𝙊𝙏𝘼 𝘿𝙀 𝙑𝙊𝙕, 𝙄𝙉𝙏𝙀𝙉𝙏𝙀 𝙉𝙐𝙀𝙑𝘼𝙈𝙀𝙉𝙏𝙀 𝙋𝙊𝙍 𝙁𝘼𝙑𝙊𝙍", 
smsconvert10: "𝙍𝙀𝙎𝙋𝙊𝙉𝘿𝘼 𝘼 𝙐𝙉𝘼 𝙄𝙈𝘼𝙂𝙀𝙉 𝙊 𝙑𝙄𝘿𝙀𝙊", 
smsconvert11: "𝙏𝘼𝙈𝘼𝙉𝙊", 
smsconvert12: "𝙀𝙓𝙋𝙄𝙍𝘼𝘾𝙄𝙊𝙉", 
smsconvert13: "𝘼𝘾𝙊𝙍𝙏𝘼𝘿𝙊", 
smsconvert14: "𝙍𝙀𝙎𝙋𝙊𝙉𝘿𝙀𝙍 𝘼𝙇 𝘼𝙐𝘿𝙄𝙊 𝙋𝘼𝙍𝘼 𝘾𝙊𝙉𝙑𝙀𝙍𝙏𝙄𝙍 𝙀𝙉 𝙑𝙄𝘿𝙀𝙊", 
smsconvert15: "𝙀𝙎𝘾𝙍𝙄𝘽𝘼 𝙐𝙉 𝙏𝙀𝙓𝙏𝙊 𝙋𝘼𝙍𝘼 𝘾𝙊𝙉𝙑𝙀𝙍𝙏𝙄𝙍 𝘼 𝙉𝙊𝙏𝘼 𝘿𝙀 𝙑𝙊𝙕\n𝙀𝙅𝙀𝙈𝙋𝙇𝙊", 
smsconvert16: "𝙍𝙀𝙎𝙋𝙊𝙉𝘿𝘼 𝘼𝙇 𝘼𝙐𝘿𝙄𝙊 𝙊 𝙉𝙊𝙏𝘼 𝘿𝙀 𝙑𝙊𝙕 𝙋𝘼𝙍𝘼 𝙈𝙊𝘿𝙄𝙁𝙄𝘾𝘼𝙍𝙇𝙊 𝙐𝙎𝙀 𝙀𝙎𝙏𝙀 𝘾𝙊𝙈𝘼𝙉𝘿𝙊", 

//herramientas.js
smsAcorta: '𝙄𝙉𝙂𝙍𝙀𝙎𝙀 𝙐𝙉 𝙀𝙉𝙇𝘼𝘾𝙀 𝙋𝘼𝙍𝘼 𝘼𝘾𝙊𝙍𝙏𝘼𝙍', 
smsAcorta2: (text) => `✅ 𝙎𝙀 𝙍𝙀𝘼𝙇𝙄𝙕𝙊 𝘾𝙊𝙉 𝙀𝙓𝙄𝙏𝙊\n\n𝙀𝙉𝙇𝘼𝘾𝙀 𝘿𝙀 𝘼𝙉𝙏𝙀𝙎\n*${text}*\n\n𝙀𝙉𝙇𝘼𝘾𝙀 𝘿𝙀 𝘼𝙃𝙊𝙍𝘼`, 

//comando +18
smshorny: "𝙄𝙉𝙂𝙍𝙀𝙎𝙀 𝙐𝙉 𝙀𝙉𝙇𝘼𝘾𝙀 𝙑𝘼𝙇𝙄𝘿𝙊 𝘿𝙀 𝙓𝙉𝙓𝙓, 𝙀𝙅𝙀𝙈𝙋𝙇𝙊:", 
smshorny2: "➤ 𝙀𝙎𝙋𝙀𝙍𝙀 𝙋𝙊𝙍 𝙁𝘼𝙑𝙊𝙍 𝘼 𝙌𝙐𝙀 𝙎𝙀 𝙀𝙉𝙑𝙄𝙀 𝙀𝙇 𝙑𝙄𝘿𝙀𝙊"
}

export default MID_GB
